Revit 2027 API
BuiltInFailures.CutFailures.CannotCutInstanceOutError Property
 Can't cut instance of [Symbol] out of Wall.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCutInstanceOutError { get; }
Public Shared ReadOnly Property CannotCutInstanceOutError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCutInstanceOutError {
	FailureDefinitionId^ get ();
}
static member CannotCutInstanceOutError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CutFailures Class
Autodesk.Revit.DB Namespace